benchmark/report.txt
Running 15s test @ http://localhost:8080/api/v2/agent/log
  8 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   172.84ms   32.42ms 327.45ms   71.92%
    Req/Sec   723.66    174.31     1.16k    68.83%
  86512 requests in 15.04s, 11.39MB read
Requests/sec:   5751.96
Transfer/sec:    775.17KB