benchmark/report.txt
Running 1m test @ http://127.0.0.1:8080/api/v2/agent/log
  10 threads and 5000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    37.11ms  105.75ms   1.97s    97.41%
    Req/Sec     3.42k     1.93k   10.36k    65.69%
  1431533 requests in 1.00m, 188.40MB read
  Socket errors: connect 3989, read 1866, write 93822, timeout 278
Requests/sec:  23821.64
Transfer/sec:      3.14MB