benchmark/report.txt
Running 15s test @ http://127.0.0.1:8080/api/v2/agent/log
  8 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   258.84ms   53.61ms 450.95ms   69.70%
    Req/Sec   482.38    168.56     1.10k    68.22%
  57610 requests in 15.05s, 7.58MB read
Requests/sec:   3828.61
Transfer/sec:    515.96KB