benchmark/report.txt
Running 15s test @ http://127.0.0.1:8080/api/v2/agent/log
  8 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    51.74ms   56.83ms 837.91ms   88.12%
    Req/Sec     3.10k     1.45k   12.72k    65.44%
  369819 requests in 15.10s, 48.67MB read
Requests/sec:  24493.73
Transfer/sec:      3.22MB