benchmark/report.txt
Running 15s test @ http://127.0.0.1:8080/api/v2/agent/log
  8 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    51.12ms   63.40ms 739.04ms   89.54%
    Req/Sec     3.43k     1.31k    7.74k    72.33%
  408136 requests in 15.10s, 53.71MB read
Requests/sec:  27035.50
Transfer/sec:      3.56MB