benchmark/report.txt
Running 15s test @ http://127.0.0.1:8080/api/v2/agent/log
  8 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    46.14ms   60.64ms 667.28ms   89.18%
    Req/Sec     4.14k     1.85k    9.48k    65.13%
  494067 requests in 15.09s, 65.02MB read
Requests/sec:  32740.89
Transfer/sec:      4.31MB